include/GLANGSoapBinding.phx.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://soap.g-language.org/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:phx>
   <sequence></sequence>
   <params>
    <usage></usage>
    <translate>0</translate>
    <output></output>
    <del_key></del_key>
    <tag></tag>
   </params>
  </ns1:phx>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
